{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"10":261,"12":262,"14":263,"11":264,"20":265,"13":266,"23":267,"15":268,"16":269,"in":270,"17":271,"18":272,"19":273,"th":274,"er":275,"24":276,"an":277,"25":278,"26":279,"27":280,"28":281,"29":282,"on":283,"re":284,"30":285,"35":286,"36":287,"34":288,"37":289,"38":290,"39":291,"en":292,"Ġth":293,"st":294,"or":295,"at":296,"57":297,"al":298,"co":299,"40":300,"46":301,"22":302,"ar":303,"49":304,"48":305,"47":306,"58":307,"59":308,"50":309,"56":310,"2023":311,"es":312,"ing":313,"ht":314,"21":315,"ed":316,"101":317,"66":318,"Ġthe":319,"78":320,"79":321,"70":322,"ww":323,"69":324,"Ġa":325,"60":326,"68":327,"33":328,"it":329,"ps":330,"90":331,"88":332,"ou":333,"ic":334,"Ġw":335,"45":336,"htt":337,"//":338,"://":339,"Ġt":340,"https":341,"is":342,"Ġs":343,"com":344,"77":345,"le":346,"44":347,"98":348,"55":349,"and":350,"67":351,"80":352,"99":353,"il":354,"32":355,"of":356,"as":357,"ne":358,"Ġf":359,"Ġh":360,"31":361,"102":362,"Ġb":363,"ion":364,"104":365,"54":366,"89":367,"76":368,"103":369,"Ġp":370,"ch":371,"âĢ":372,"105":373,"ro":374,"Ġto":375,"ent":376,"106":377,"Ġin":378,"86":379,"87":380,"96":381,"www":382,"am":383,"97":384,"Ġof":385,"el":386,"43":387,"Ġm":388,"42":389,"id":390,"Ġand":391,"75":392,"Ġd":393,"65":394,"85":395,"Ġc":396,"new":397,"00":398,"et":399,"95":400,"ay":401,"ad":402,"ig":403,"ol":404,"ve":405,"08":406,"05":407,"06":408,"74":409,"un":410,"09":411,"64":412,"04":413,"ac":414,"84":415,"03":416,"ow":417,"01":418,"ur":419,"07":420,"94":421,"02":422,"im":423,"news":424,"ers":425,"ut":426,"110":427,"53":428,"ss":429,"112":430,"all":431,"83":432,"107":433,"ot":434,"52":435,"he":436,"73":437,"63":438,"108":439,"109":440,"ir":441,"ce":442,"114":443,"art":444,"Ġre":445,"62":446,"93":447,"se":448,"Ġl":449,"72":450,"41":451,"ver":452,"92":453,"82":454,"âĢĻ":455,"to":456,"ation":457,"ag":458,"Ġg":459,"om":460,"ct":461,"us":462,"Ġe":463,"51":464,"ri":465,"ul":466,"Ġon":467,"ill":468,"Ġbe":469,"our":470,"61":471,"71":472,"81":473,"ort":474,"ra":475,"91":476,"ĠS":477,"111":478,"ith":479,"op":480,"ĠC":481,"em":482,"Ġfor":483,"113":484,"um":485,"the":486,"ak":487,"ter":488,"est":489,"ly":490,"119":491,"115":492,"Ġis":493,"Ġst":494,"120":495,"116":496,"117":497,"118":498,"uk":499,"ab":500,"Ġthat":501,"Ġwh":502,"for":503,"sp":504,"ail":505,"Ġn":506,"The":507,"124":508,"oc":509,"129":510,"up":511,"ate":512,"ĠM":513,"if":514,"ant":515,"130":516,"128":517,"126":518,"ĠA":519,"oo":520,"125":521,"ess":522,"123":523,"127":524,"ity":525,"ap":526,"ment":527,"sh":528,"are":529,"de":530,"Ġy":531,"ist":532,"Ġit":533,"122":534,"ain":535,"ear":536,"out":537,"Ġwith":538,"ies":539,"ie":540,"rss":541,"qu":542,"âĢĿ":543,"iv":544,"ast":545,"ive":546,"121":547,"ere":548,"140":549,"ore":550,"139":551,"end":552,"138":553,"136":554,"ĠB":555,"ard":556,"150":557,"artic":558,"oun":559,"137":560,"rom":561,"Ġan":562,"Ġat":563,"ld":564,"ĠI":565,"149":566,"147":567,"135":568,"ĠP":569,"134":570,"148":571,"133":572,"Ġwas":573,"âĢľ":574,"132":575,"146":576,"145":577,"ack":578,"ight":579,"pl":580,"ust":581,"ia":582,"143":583,"144":584,"ee":585,"160":586,"ure":587,"157":588,"ign":589,"ec":590,"ml":591,"159":592,"ther":593,"Ġco":594,"Ġcom":595,"154":596,"158":597,"os":598,"Ġas":599,"ave":600,"ian":601,"131":602,"html":603,"ire":604,"220":605,"ost":606,"ine":607,"ice":608,"155":609,"156":610,"Ġcon":611,"ge":612,"217":613,"ex":614,"180":615,"pre":616,"Ġsh":617,"amp":618,"216":619,"153":620,"100":621,"229":622,"ĠT":623,"228":624,"ell":625,"port":626,"219":627,"227":628,"224":629,"ns":630,"Ġhe":631,"218":632,"ud":633,"ĠD":634,"utm":635,"223":636,"ĠR":637,"141":638,"Ġsa":639,"ind":640,"226":641,"king":642,"225":643,"over":644,"tr":645,"168":646,"day":647,"200":648,"179":649,"als":650,"Ġare":651,"te":652,"ans":653,"178":654,"142":655,"169":656,"article":657,"167":658,"188":659,"ke":660,"ub":661,"Ġr":662,"ph":663,"165":664,"aily":665,"151":666,"170":667,"190":668,"177":669,"164":670,"fe":671,"cl":672,"ĠF":673,"con":674,"Ġv":675,"man":676,"185":677,"186":678,"152":679,"ĠH":680,"Ġpro":681,"'s":682,"ĠL":683,"166":684,"189":685,"ĠG":686,"187":687,"176":688,"der":689,"daily":690,"336":691,"173":692,"au":693,"ĠN":694,"pe":695,"199":696,"ark":697,"one":698,"198":699,"Ġfrom":700,"184":701,"Ġsaid":702,"Ġex":703,"175":704,"Ġhave":705,"163":706,"Ġch":707,"174":708,"214":709,"330":710,"240":711,"ial":712,"ber":713,"Ġhas":714,"ip":715,"wor":716,"208":717,"197":718,"ĠW":719,"act":720,"av":721,"ide":722,"195":723,"328":724,"209":725,"196":726,"334":727,"206":728,"260":729,"325":730,"213":731,"own":732,"335":733,"iz":734,"ome":735,"215":736,"ry":737,"194":738,"old":739,"ue":740,"age":741,"238":742,"/?":743,"230":744,"Ġby":745,"be":746,"183":747,"ks":748,"ov":749,"161":750,"247":751,"329":752,"327":753,"ong":754,"162":755,"205":756,"sport":757,"212":758,"br":759,"326":760,"med":761,"204":762,"239":763,"pro":764,"337":765,"338":766,"207":767,"237":768,"249":769,"ood":770,"ory":771,"ob":772,"ish":773,"250":774,"ings":775,"268":776,"210":777,"181":778,"ts":779,"258":780,"248":781,"ary":782,"339":783,"259":784,"270":785,"ake":786,"ff":787,"245":788,"257":789,"gh":790,"ime":791,"279":792,"236":793,"ĠJ":794,"300":795,"193":796,"ally":797,"235":798,"246":799,"286":800,"Ġle":801,"380":802,"287":803,"ampa":804,"171":805,"278":806,"ĠE":807,"ens":808,"Ġwill":809,"Ġpl":810,"ampaign":811,"od":812,"172":813,"ass":814,"fter":815,"360":816,"ound":817,"298":818,"266":819,"182":820,"1490":821,"234":822,"358":823,"308":824,"191":825,"244":826,"aw":827,"297":828,"ions":829,"per":830,"280":831,"wh":832,"255":833,"Ġde":834,"256":835,"Ġwe":836,"290":837,"269":838,"277":839,"192":840,"ach":841,"456":842,"299":843,"Ġthis":844,"og":845,"211":846,"les":847,"Ġnot":848,"448":849,"ric":850,"ous":851,"459":852,"370":853,"campaign":854,"446":855,"202":856,"267":857,"275":858,"450":859,"ll":860,"447":861,"457":862,"359":863,"458":864,"436":865,"sour":866,"uc":867,"440":868,"434":869,"449":870,"324":871,"318":872,"Ġhis":873,"289":874,"306":875,"Th":876,"438":877,"323":878,"437":879,"265":880,"309":881,"ree":882,"288":883,"ace":884,"439":885,"Ġne":886,"ame":887,"ref":888,"368":889,"276":890,"340":891,"320":892,"549":893,"317":894,"Ġor":895,"296":896,"369":897,"307":898,"316":899,"315":900,"285":901,"500":902,"Ġyou":903,"378":904,"312":905,"435":906,"295":907,"400":908,"319":909,"rou":910,"366":911,"source":912,"557":913,"ich":914,"ays":915,"367":916,"546":917,"540":918,"349":919,"357":920,"386":921,"imes":922,"350":923,"Ġtheir":924,"Ġab":925,"420":926,"Ġj":927,"pr":928,"379":929,"ren":930,"377":931,"313":932,"388":933,"390":934,"ated":935,"Ġun":936,"550":937,"356":938,"460":939,"cre":940,"314":941,"Ġwor":942,"land":943,"201":944,"347":945,"ence":946,"580":947,"426":948,"559":949,"467":950,"ors":951,"mer":952,"470":953,"274":954,"399":955,"254":956,"659":957,"ash":958,"ang":959,"398":960,"538":961,"348":962,"310":963,",âĢĿ":964,"548":965,"ock":966,"536":967,"Ġse":968,"560":969,"424":970,"537":971,"ould":972,"547":973,"428":974,"490":975,"638":976,"ty":977,"203":978,"397":979,"ew":980,"ĠâĢľ":981,"430":982,"Ġk":983,"535":984,"oot":985,"233":986,"anc":987,"530":988,"346":989,"427":990,"425":991,"558":992,"570":993,"409":994,"396":995,"231":996,"ru":997,"press":998,"499":999,"429":1000,"469":1001,"ium":1002,"376":1003,"412":1004,"578":1005,"487":1006,"igh":1007,"418":1008,"556":1009,"bl":1010,"480":1011,"262":1012,"406":1013,"Ġad":1014,"387":1015,"970":1016,"Ġthey":1017,"508":1018,"534":1019,"pt":1020,"590":1021,"able":1022,"271":1023,"417":1024,"222":1025,"419":1026,"ational":1027,"423":1028,"790":1029,"529":1030,"507":1031,"658":1032,"415":1033,"ib":1034,"408":1035,"488":1036,"389":1037,"263":1038,"cor":1039,"ition":1040,"413":1041,"520":1042,"221":1043,"478":1044,"600":1045,"598":1046,"516":1047,"966":1048,"any":1049,"Ġout":1050,"pol":1051,"670":1052,"414":1053,"other":1054,"569":1055,"528":1056,"we":1057,"497":1058,"res":1059,"407":1060,"Ġwho":1061,"468":1062,"ance":1063,"489":1064,"311":1065,"ny":1066,"416":1067,"498":1068,"232":1069,"466":1070,"539":1071,"Ġup":1072,"241":1073,"509":1074,"Ġbut":1075,"ball":1076,"ven":1077,"568":1078,"fl":1079,"525":1080,"ile":1081,"747":1082,"ild":1083,"411":1084,"ult":1085,"759":1086,"588":1087,"243":1088,"ĠU":1089,"579":1090,"518":1091,"row":1092,"Ġyear":1093,"Ġcan":1094,"576":1095,"769":1096,"639":1097,"ton":1098,"523":1099,"ase":1100,"968":1101,"ite":1102,"566":1103,"252":1104,"264":1105,"ents":1106,"770":1107,"iew":1108,"512":1109,"969":1110,"629":1111,"647":1112,"780":1113,"Ġcomp":1114,"517":1115,"410":1116,"az":1117,"Ġ20":1118,"ction":1119,"ick":1120,"768":1121,"730":1122,"700":1123,"very":1124,"514":1125,"253":1126,"599":1127,"ĠO":1128,"iss":1129,"660":1130,"778":1131,"589":1132,"734":1133,"798":1134,"735":1135,"760":1136,"000":1137,"eral":1138,"479":1139,"by":1140,"Ġ$":1141,"Ġoff":1142,"irst":1143,"527":1144,"282":1145,"ĠK":1146,"749":1147,"640":1148,"Ġ(":1149,"630":1150,"Ġall":1151,"385":1152,"ond":1153,"779":1154,"750":1155,"634":1156,"po":1157,"251":1158,"526":1159,"690":1160,"637":1161,"242":1162,"ares":1163,"519":1164,"ates":1165,"766":1166,"746":1167,"788":1168,"ath":1169,"728":1170,"272":1171,"620":1172,"291":1173,"679":1174,"510":1175,"erv":1176,"689":1177,"757":1178,"739":1179,"628":1180,"Ġher":1181,"ical":1182,"273":1183,"iness":1184,"nd":1185,"980":1186,"748":1187,"ople":1188,"960":1189,"oy":1190,"513":1191,"ĠâĢ":1192,"293":1193,"649":1194,"Ġac":1195,"900":1196,"616":1197,"656":1198,"736":1199,"758":1200,"gr":1201,"615":1202,"261":1203,"613":1204,"amer":1205,"Ġbeen":1206,"chan":1207,"860":1208,"839":1209,"978":1210,"515":1211,"284":1212,"648":1213,"650":1214,"619":1215,"292":1216,"956":1217,"Ġqu":1218,"net":1219,"635":1220,"303":1221,"283":1222,"ations":1223,"445":1224,"657":1225,"281":1226,"636":1227,"680":1228,"medium":1229,"524":1230,"729":1231,"with":1232,"Ġdo":1233,"840":1234,"air":1235,"800":1236,"Ġal":1237,"ike":1238,"756":1239,"usiness":1240,"arg":1241,"979":1242,"inc":1243,"305":1244,"716":1245,"868":1246,"718":1247,"Ġwere":1248,"737":1249,"294":1250,"880":1251,"723":1252,"740":1253,"Ġhad":1254,"624":1255,"835":1256,"ely":1257,"789":1258,"view":1259,"ife":1260,"617":1261,"cho":1262,"Ġcl":1263,"725":1264,"ins":1265,"870":1266,"715":1267,"ason":1268,"ning":1269,"Ġme":1270,"511":1271,"vel":1272,"866":1273,"612":1274,"also":1275,"Ġits":1276,"332":1277,"333":1278,"799":1279,"838":1280,"301":1281,"It":1282,"836":1283,"304":1284,"957":1285,"tain":1286,"vest":1287,"625":1288,"355":1289,"Ġalso":1290,"Ġmore":1291,"834":1292,"937":1293,"cent":1294,"738":1295,"678":1296,"812":1297,"713":1298,"614":1299,"In":1300,"now":1301,"626":1302,"958":1303,"ĠCh":1304,"alth":1305,"826":1306,"714":1307,"ets":1308,"727":1309,"726":1310,"mail":1311,"365":1312,"ict":1313,"898":1314,"959":1315,"302":1316,"646":1317,"829":1318,"331":1319,"Ġag":1320,"bu":1321,"342":1322,"947":1323,"623":1324,"ade":1325,"720":1326,"890":1327,"813":1328,"912":1329,"wo":1330,"ah":1331,"345":1332,"717":1333,"363":1334,".âĢĿ":1335,"712":1336,"feed":1337,"719":1338,"Ġafter":1339,"ics":1340,"724":1341,"946":1342,"878":1343,"nel":1344,"627":1345,"343":1346,"Ġone":1347,"869":1348,"824":1349,"ident":1350,"935":1351,"coun":1352,"618":1353,"reat":1354,"856":1355,"990":1356,"859":1357,"837":1358,"846":1359,"913":1360,"int":1361,"Ġim":1362,"341":1363,"849":1364,"344":1365,"939":1366,"Ġabout":1367,"Ġtr":1368,"354":1369,"364":1370,"eek":1371,"ook":1372,"ank":1373,"545":1374,"823":1375,"857":1376,"cr":1377,"710":1378,"ds":1379,"923":1380,"383":1381,"610":1382,"544":1383,"815":1384,"Ġsp":1385,"940":1386,"Ġper":1387,"its":1388,"950":1389,"ĠSt":1390,"827":1391,"816":1392,"384":1393,"ove":1394,"830":1395,"off":1396,"ise":1397,"Ġen":1398,"858":1399,"ities":1400,"world":1401,"ca":1402,"ect":1403,"381":1404,"Ġwhich":1405,"879":1406,"Ġgo":1407,"361":1408,"825":1409,"404":1410,"486":1411,"leg":1412,"850":1413,"929":1414,"ating":1415,"988":1416,"828":1417,"476":1418,"Ġop":1419,"482":1420,"455":1421,"453":1422,"444":1423,"atch":1424,"475":1425,"Ġover":1426,"Ġsome":1427,"371":1428,"817":1429,"Ġpe":1430,"924":1431,"814":1432,"line":1433,"352":1434,"374":1435,"ting":1436,"382":1437,"472":1438,"362":1439,"820":1440,"373":1441,"year":1442,"496":1443,"395":1444,"394":1445,"916":1446,"enc":1447,"899":1448,"uring":1449,"819":1450,"375":1451,"af":1452,"Ġap":1453,"914":1454,"io":1455,"452":1456,"818":1457,"465":1458,"ital":1459,"848":1460,"351":1461,"391":1462,"477":1463,"699":1464,"597":1465,"609":1466,"392":1467,"Ġshe":1468,"ress":1469,"ose":1470,"677":1471,"att":1472,"org":1473,"454":1474,"503":1475,"national":1476,"see":1477,"709":1478,"ater":1479,"405":1480,"ier":1481,"471":1482,"low":1483,"sports":1484,"451":1485,"393":1486,"586":1487,"ootball":1488,"441":1489,"ok":1490,"928":1491,"gu":1492,"596":1493,"501":1494,"567":1495,"473":1496,"585":1497,"cess":1498,"ley":1499,"ix":1500,"917":1501,"372":1502,"403":1503,"934":1504,"676":1505,"577":1506,"ese":1507,"461":1508,"463":1509,"channel":1510,"925":1511,"506":1512,"948":1513,"443":1514,"tri":1515,"col":1516,"fer":1517,"474":1518,"gl":1519,"502":1520,"442":1521,"949":1522,"462":1523,"mon":1524,"915":1525,"926":1526,"587":1527,"can":1528,"fore":1529,"927":1530,"402":1531,"918":1532,"ik":1533,"353":1534,"919":1535,"ep":1536,"times":1537,"ubl":1538,"mun":1539,"ron":1540,"571":1541,"495":1542,"post":1543,"505":1544,"me":1545,"594":1546,"Ġso":1547,"967":1548,"Ġte":1549,"494":1550,"485":1551,"481":1552,"561":1553,"930":1554,"920":1555,"810":1556,"998":1557,"767":1558,"711":1559,"553":1560,"oth":1561,"554":1562,"Ġus":1563,"401":1564,"584":1565,"555":1566,"arch":1567,"484":1568,"543":1569,"464":1570,"He":1571,"urn":1572,"Ġwould":1573,"Ġpr":1574,"491":1575,"outh":1576,"574":1577,"877":1578,"Ġtime":1579,"ms":1580,"593":1581,"red":1582,"910":1583,"563":1584,"565":1585,"Ġpeople":1586,"667":1587,"story":1588,"573":1589,"483":1590,"938":1591,"articles":1592,"575":1593,"595":1594,"611":1595,"583":1596,"608":1597,"707":1598,"amil":1599,"708":1600,"Ġour":1601,"591":1602,"541":1603,"ink":1604,"562":1605,"Ġwhen":1606,"app":1607,"592":1608,"ito":1609,"581":1610,"572":1611,"564":1612,"ement":1613,"iel":1614,"936":1615,"We":1616,"ican":1617,"542":1618,"enter":1619,"504":1620,"847":1621,"582":1622,"493":1623,"706":1624,"illion":1625,"chool":1626,"605":1627,"811":1628,"Ġcont":1629,"ful":1630,"685":1631,"star":1632,"Ġthere":1633,"ĠV":1634,"686":1635,"ann":1636,"ral":1637,"min":1638,"uch":1639,"ys":1640,"704":1641,"overn":1642,"ments":1643,"977":1644,"Ġnew":1645,"itt":1646,"552":1647,"ious":1648,"ng":1649,"551":1650,"607":1651,"697":1652,"606":1653,"ug":1654,"ai":1655,"oh":1656,"fin":1657,"797":1658,"dailymail":1659,"Ġro":1660,"mchannel":1661,"696":1662,"492":1663,"Ġar":1664,"867":1665,"669":1666,"Ġfirst":1667,"776":1668,"ited":1669,"und":1670,"car":1671,"Ġplay":1672,"888":1673,"664":1674,"cord":1675,"Ġjust":1676,"322":1677,"pos":1678,"784":1679,"705":1680,"lect":1681,"ons":1682,"698":1683,"Ġinto":1684,"795":1685,"796":1686,"687":1687,"Wh":1688,"ret":1689,"ght":1690,"uld":1691,"ft":1692,"777":1693,"908":1694,"business":1695,"604":1696,"666":1697,"ward":1698,"oss":1699,"668":1700,"787":1701,"785":1702,"polit":1703,"Ġadd":1704,"call":1705,"way":1706,"786":1707,"ham":1708,"Ġdis":1709,"809":1710,"782":1711,"694":1712,"live":1713,"ased":1714,"Ġyour":1715,"aking":1716,"ower":1717,"alph":1718,"682":1719,"football":1720,"vis":1721,"inter":1722,"665":1723,"671":1724,"781":1725,"ues":1726,"688":1727,"765":1728,"ale":1729,"783":1730,"not":1731,"774":1732,"684":1733,"form":1734,"eng":1735,"ough":1736,"ĠIn":1737,"let":1738,"Ġthan":1739,"674":1740,"how":1741,"695":1742,"Ġpart":1743,"775":1744,"808":1745,"cot":1746,"701":1747,"693":1748,"761":1749,"vent":1750,"907":1751,"seeking":1752,"989":1753,"887":1754,"702":1755,"arter":1756,"du":1757,"Ġlike":1758,"764":1759,"703":1760,"do":1761,"791":1762,"603":1763,"rest":1764,"662":1765,"bc":1766,"rough":1767,"987":1768,"909":1769,"alpha":1770,"602":1771,"652":1772,"889":1773,"772":1774,"763":1775,"794":1776,"ner":1777,"793":1778,"691":1779,"Ġwhat":1780,"ames":1781,"886":1782,"692":1783,"673":1784,"681":1785,"seekingalpha":1786,"Ġnow":1787,"Ġtwo":1788,"683":1789,"874":1790,"661":1791,"Ġget":1792,"ban":1793,"yst":1794,"771":1795,"672":1796,"897":1797,"Ġother":1798,"ourn":1799,"express":1800,"riv":1801,"ider":1802,"905":1803,"601":1804,"875":1805,"ox":1806,"ouse":1807,"911":1808,"ats":1809,"884":1810,"675":1811,"Ġres":1812,"arm":1813,"ublic":1814,"Ġthem":1815,"894":1816,"999":1817,"906":1818,"rain":1819,"ury":1820,"Ġsup":1821,"792":1822,"751":1823,"901":1824,"641":1825,"cour":1826,"rit":1827,"elp":1828,"ocal":1829,"Ġlast":1830,"663":1831,"her":1832,"but":1833,"996":1834,"752":1835,"986":1836,"Ġpol":1837,"ied":1838,"753":1839,"806":1840,"995":1841,"ivers":1842,"mark":1843,"Ġany":1844,"pect":1845,"This":1846,"after":1847,"807":1848,"Ġback":1849,"Ġhim":1850,"893":1851,"ainst":1852,"885":1853,"Ġshares":1854,"Ġduring":1855,"762":1856,"tv":1857,"Ġcoun":1858,"651":1859,"803":1860,"805":1861,"964":1862,"ures":1863,"773":1864,"904":1865,"985":1866,"best":1867,"653":1868,"dep":1869,"971":1870,"erson":1871,"orth":1872,"741":1873,"Ġwork":1874,"896":1875,"804":1876,"unch":1877,"dis":1878,"roup":1879,"go":1880,"son":1881,"sc":1882,"997":1883,"891":1884,"965":1885,"ax":1886,"trans":1887,"miss":1888,"war":1889,"ject":1890,"ause":1891,"work":1892,"892":1893,"alk":1894,"dailynews":1895,"from":1896,"882":1897,"ross":1898,"864":1899,"994":1900,"902":1901,"984":1902,"852":1903,"ants":1904,"655":1905,"952":1906,"ev":1907,"rist":1908,"983":1909,"Ġsec":1910,"Ġinter":1911,"991":1912,"back":1913,"873":1914,"li":1915,"ives":1916,"872":1917,"ble":1918,"Ġyears":1919,"802":1920,"use":1921,"Ġmy":1922,"841":1923,"974":1924,"ener":1925,"Ġpre":1926,"etf":1927,"Ġam":1928,"993":1929,"883":1930,"Ġ\"":1931,"981":1932,"ris":1933,"sl":1934,"801":1935,"ices":1936,"heral":1937,"982":1938,"865":1939,"ual":1940,"ness":1941,"961":1942,"rid":1943,"876":1944,"871":1945,"ull":1946,"Ġcould":1947,"Ġdec":1948,"my":1949,"975":1950,"Ġif":1951,"olog":1952,"962":1953,"Ch":1954,"645":1955,"life":1956,"963":1957,"953":1958,"Ġreport":1959,"881":1960,"862":1961,"cer":1962,"ince":1963,"941":1964,"895":1965,"853":1966,"overnment":1967,"951":1968,"755":1969,"903":1970,"973":1971,"863":1972,"munity":1973,"Ġhow":1974,"Ġbet":1975,"da":1976,"851":1977,"992":1978,"745":1979,"ility":1980,"ef":1981,"ina":1982,"Ġincl":1983,"ible":1984,"Ġneed":1985,"Ġfe":1986,"ournal":1987,"amily":1988,"ative":1989,"ield":1990,"ester":1991,"thing":1992,"comp":1993,"tra":1994,"gy":1995,"845":1996,"Ġcompany":1997,"invest":1998,"972":1999,"Ġshow":2000,"861":2001,"win":2002,"844":2003,"ams":2004,"main":2005,"akes":2006,"Ġact":2007,"Ġno":2008,"cast":2009,"ford":2010,"get":2011,"cap":2012,"644":2013,"come":2014,"Ġman":2015,"945":2016,"Ġquarter":2017,"944":2018,"mar":2019,"part":2020,"Ġthrough":2021,"health":2022,"la":2023,"ever":2024,"ck":2025,"ste":2026,"But":2027,"nings":2028,"ific":2029,"Ġfin":2030,"cri":2031,"hold":2032,"elf":2033,"yle":2034,"aj":2035,"etfdailynews":2036,"uss":2037,"744":2038,"ister":2039,"show":2040,"955":2041,"week":2042,"ĠY":2043,"bre":2044,"Ġatt":2045,"mov":2046,"play":2047,"855":2048,"654":2049,"Ġbu":2050,"ounc":2051,"met":2052,"Ġmost":2053,"sup":2054,"lead":2055,"854":2056,"head":2057,"Ġbec":2058,"Ġpo":2059,"Ġunder":2060,"Ġbeing":2061,"pres":2062,"fect":2063,"Ġevery":2064,"ump":2065,"Ġsee":2066,"Ġhigh":2067,"nes":2068,"ush":2069,"cont":2070,"Ġonly":2071,"ared":2072,"journal":2073,"no":2074,"ney":2075,"will":2076,"Ġdid":2077,"lat":2078,"ran":2079,"Ġ1":2080,"ather":2081,"ger":2082,"And":2083,"Ġbefore":2084,"ollow":2085,"ling":2086,"lin":2087,"Ġdown":2088,"ship":2089,"bo":2090,"ists":2091,"high":2092,"read":2093,"urs":2094,"ey":2095,"433":2096,"ask":2097,"Ġwhere":2098,"xt":2099,"sm":2100,"try":2101,"Ġmon":2102,"976":2103,"reg":2104,"'t":2105,"Ġear":2106,"more":2107,"ights":2108,"shares":2109,"533":2110,"St":2111,"eep":2112,"nt":2113,"754":2114,"Ġass":2115,"irect":2116,"ued":2117,"rug":2118,"eter":2119,"den":2120,"Ġbl":2121,"062":2122,"chn":2123,"Ġra":2124,"mp":2125,"ety":2126,"bor":2127,"rant":2128,"Ġreg":2129,"key":2130,"Ġcons":2131,"city":2132,"ĠâĢĶ":2133,"vid":2134,"report":2135,"american":2136,"els":2137,"Ġstart":2138,"Ġmake":2139,"cur":2140,"time":2141,"agement":2142,"wom":2143,"review":2144,"ars":2145,"Ġhelp":2146,"Ġdes":2147,"ork":2148,"Ġlead":2149,"064":2150,"entertain":2151,"des":2152,"ada":2153,"Ġeven":2154,"urch":2155,"Ġwant":2156,"lebr":2157,"ĠTh":2158,"velop":2159,"Ġwhile":2160,"uck":2161,"nas":2162,"ring":2163,"002":2164,"herald":2165,"094":2166,"633":2167,"052":2168,"Ġend":2169,"Ġknow":2170,"041":2171,"ĠUn":2172,"004":2173,"522":2174,"Ġwell":2175,"Ġserv":2176,"depend":2177,"ular":2178,"ism":2179,"oney":2180,"ience":2181,"rent":2182,"SS":2183,"ories":2184,"421":2185,"954":2186,"091":2187,"season":2188,"051":2189,"ands":2190,"007":2191,"har":2192,"Ġinclud":2193,"006":2194,"lo":2195,"nyse":2196,"ĠCom":2197,"bers":2198,"093":2199,"008":2200,"par":2201,"081":2202,"na":2203,"ten":2204,"432":2205,"ple":2206,"stock":2207,"iger":2208,"guard":2209,"riend":2210,"bro":2211,"092":2212,"061":2213,"uary":2214,"itch":2215,"indian":2216,"ases":2217,"rael":2218,"082":2219,"ages":2220,"online":2221,"733":2222,"Ġthree":2223,"ional":2224,"009":2225,"ember":2226,"422":2227,"084":2228,"une":2229,"Ġmade":2230,"osp":2231,"053":2232,"sw":2233,"eries":2234,"cal":2235,"biz":2236,"Ġday":2237,"creen":2238,"ted":2239,"063":2240,"entertainment":2241,"uff":2242,"083":2243,"Ġbecause":2244,"643":2245,"001":2246,"ired":2247,"ves":2248,"Ġstock":2249,"005":2250,"gan":2251,"Ġgame":2252,"Ġgoing":2253,"led":2254,"aim":2255,"ord":2256,"inion":2257,"Ġsupport":2258,"Ġ19":2259,"ĠâĢĵ":2260,"top":2261,"Ġcall":2262,".\"":2263,"Ġset":2264,"ystem":2265,"Ġthen":2266,"Ġthese":2267,"sur":2268,"down":2269,"Ġdon":2270,"state":2271,"003":2272,"vol":2273,"Ġweek":2274,"Ġmark":2275,"sun":2276,"Ġagainst":2277,"val":2278,"ised":2279,"raph":2280,"Ġcontin":2281,"daq":2282,"Ġway":2283,"Ġmin":2284,"ilm":2285,"Ġmany":2286,"ved":2287,"kill":2288,"Ġtake":2289,"072":2290,"073":2291,"ief":2292,"ancial":2293,"atur":2294,"nasdaq":2295,"rong":2296,"071":2297,"Ġseason":2298,"home":2299,"Ġlong":2300,"Ġpres":2301,"Ġinvest":2302,"dr":2303,"She":2304,"Ġmay":2305,"lear":2306,"ales":2307,"earnings":2308,"dependent":2309,"Ġown":2310,"Ġdif":2311,"gaz":2312,"Ġteam":2313,"cript":2314,"632":2315,"vers":2316,"Ġ2023":2317,"ency":2318,"rad":2319,"first":2320,"As":2321,"ped":2322,"iving":2323,"cy":2324,"wood":2325,"bur":2326,"743":2327,"bar":2328,"icag":2329,"ought":2330,"politics":2331,"ague":2332,"ont":2333,"Ġthose":2334,"Ġshould":2335,"local":2336,"ane":2337,"843":2338,"ision":2339,"irm":2340,"Ġmonth":2341,"ody":2342,"lection":2343,"obal":2344,"Ġ'":2345,"Ġind":2346,"ces":2347,"says":2348,"Ġret":2349,"They":2350,"622":2351,"school":2352,"side":2353,"Ġaround":2354,"free":2355,"Ġincre":2356,"ror":2357,"ĠNew":2358,"Ġ2":2359,"ites":2360,"reen":2361,"722":2362,"ween":2363,"usic":2364,"Ġstud":2365,"hol":2366,"Ġ-":2367,"742":2368,"RSS":2369,"âĢĺ":2370,"Ġgood":2371,"real":2372,"tal":2373,"fire":2374,"ĠThe":2375,"this":2376,"Ġhome":2377,"opinion":2378,"aster":2379,"duct":2380,"search":2381,"vir":2382,"you":2383,"Ġsay":2384,"ians":2385,"serv":2386,"ana":2387,"ird":2388,"aving":2389,"uro":2390,"ips":2391,"used":2392,"what":2393,"aut":2394,"vs":2395,"Ġgu":2396,"Ġresp":2397,"has":2398,"Ġmov":2399,"Ġvery":2400,"Ġoffic":2401,"ards":2402,"under":2403,"ette":2404,"ildren":2405,"Ġsur":2406,"Ġsign":2407,"oci":2408,"Ġmuch":2409,"Ġrel":2410,"eg":2411,"cording":2412,"chnolog":2413,"set":2414,"ls":2415,"plain":2416,"321":2417,"833":2418,"Ġthink":2419,"mission":2420,"round":2421,"law":2422,"ways":2423,"hind":2424,"ense":2425,"banking":2426,"indianexpress":2427,"AN":2428,"north":2429,"screen":2430,"today":2431,"Ġcur":2432,"532":2433,"guardian":2434,"coll":2435,"Ġrun":2436,"933":2437,"stand":2438,"Ġstill":2439,"Ġbel":2440,"Ġph":2441,"big":2442,"book":2443,"bs":2444,"que":2445,"ĠâĢĺ":2446,"Ġval":2447,"less":2448,"verage":2449,"Ġsecond":2450,"Ġexper":2451,"There":2452,"ured":2453,"Ġbusiness":2454,"ersh":2455,"police":2456,"jo":2457,"rew":2458,"AR":2459,"just":2460,"lif":2461,"aff":2462,"ky":2463,"independent":2464,"icle":2465,"south":2466,"ma":2467,"ator":2468,"iversity":2469,"Ġann":2470,"transcript":2471,"Ġmed":2472,"Ġfour":2473,"arts":2474,"ution":2475,"642":2476,"cil":2477,"ica":2478,"ote":2479,"vide":2480,"run":2481,"Ġ3":2482,"Ġcar":2483,"rem":2484,"822":2485,"ized":2486,"ient":2487,"ned":2488,"raw":2489,"duc":2490,"Ġstate":2491,"gamer":2492,"ells":2493,"chicag":2494,"ocial":2495,"americanbanking":2496,"gamerant":2497,"americanbankingnews":2498,"Ġgovernment":2499,"bes":2500,"ior":2501,"mber":2502,"ata":2503,"Ġ10":2504,"ange":2505,"ots":2506,"ream":2507,"oll":2508,"ta":2509,"road":2510,"Ġprice":2511,"ohn":2512,"943":2513,"west":2514,"iver":2515,"cott":2516,"most":2517,"Ġcap":2518,"ope":2519,"842":2520,"Ġrecent":2521,"Ġcour":2522,"How":2523,",\"":2524,"Ġem":2525,"ze":2526,"gram":2527,"ening":2528,"stud":2529,"Ġsc":2530,"reet":2531,"aces":2532,"oung":2533,"ending":2534,"Ġtra":2535,"house":2536,"acy":2537,"may":2538,"rict":2539,"rc":2540,"Ġsm":2541,"umber":2542,"dem":2543,"gen":2544,"alf":2545,"Ġwin":2546,"Ġfollow":2547,"shire":2548,"Â£":2549,"922":2550,"ually":2551,"ustral":2552,"Ġworld":2553,"vert":2554,"light":2555,"If":2556,"dead":2557,"care":2558,"Ġlife":2559,"za":2560,"char":2561,"uture":2562,"Ġbetween":2563,"Ġdoes":2564,"eting":2565,"Ġiss":2566,"test":2567,"Ġsince":2568,"point":2569,"1015":2570,"about":2571,"Ġpos":2572,"tract":2573,"mitt":2574,"riday":2575,"732":2576,"Ġreally":2577,"Sh":2578,"orm":2579,"field":2580,"people":2581,"ram":2582,"stit":2583,"Ġsuch":2584,"Ġright":2585,"ately":2586,"Ġcent":2587,"Ġfamily":2588,"istory":2589,"Ġmillion":2590,"umb":2591,"who":2592,"Al":2593,"ery":2594,"ality":2595,"rown":2596,"Ġincluding":2597,"832":2598,"Ġcare":2599,"iden":2600,"An":2601,"ults":2602,"del":2603,"rel":2604,"Ġtrans":2605,"ping":2606,"rand":2607,"Ġcol":2608,"screenrant":2609,"zz":2610,"Ġcr":2611,"por":2612,"dev":2613,"ari":2614,"oon":2615,"ospital":2616,"Ġsays":2617,"ially":2618,"Ġhapp":2619,"ened":2620,"ington":2621,"ulture":2622,"Ġtold":2623,"Ġmem":2624,"Ġexpect":2625,"ines":2626,"Ġbig":2627,"thern":2628,"2022":2629,"ones":2630,"thor":2631,"put":2632,"Ġplace":2633,"position":2634,"rick":2635,"mas":2636,"celebr":2637,"formation":2638,"ster":2639,"ison":2640,"Ġsame":2641,"Ġboth":2642,"Ġschool":2643,"Ġgot":2644,"Ġbest":2645,"uman":2646,"ĠDe":2647,"Ġspec":2648,"afric":2649,"ony":2650,"itional":2651,"1235":2652,"Ġlook":2653,"431":2654,"that":2655,"pm":2656,"cept":2657,"llc":2658,"Ġnext":2659,"ising":2660,"black":2661,"central":2662,"ying":2663,"ize":2664,"Ġsub":2665,"imate":2666,"ours":2667,"ĠAr":2668,"ploy":2669,"ĠLe":2670,"Ġapp":2671,"Ġperson":2672,"rop":2673,"That":2674,"932":2675,"Ġgreat":2676,"ĠSh":2677,"uccess":2678,"sol":2679,"prof":2680,"Ġcome":2681,"cotland":2682,"aid":2683,"Ġput":2684,"Ġhead":2685,"ondon":2686,"watch":2687,"east":2688,"esp":2689,"owns":2690,"Ġdiffer":2691,"ooking":2692,"ront":2693,"vict":2694,"action":2695,"aren":2696,"iol":2697,"ature":2698,"bank":2699,"well":2700,"ffic":2701,"Ġappro":2702,"cut":2703,"inal":2704,"Ġwom":2705,"Ġpublic":2706,"ĠIs":2707,"ints":2708,"ittle":2709,"ooks":2710,"mid":2711,"Ġfound":2712,"bune":2713,"itor":2714,"ears":2715,"ederal":2716,"ĠAl":2717,"bel":2718,"gn":2719,"On":2720,"stru":2721,"Ġlaw":2722,"aught":2723,"ĠSe":2724,"years":2725,"Ġtri":2726,"vo":2727,"bed":2728,"Ġpolice":2729,"atter":2730,"Ġdel":2731,"Ġgrow":2732,"Ġter":2733,"raine":2734,"rate":2735,"ille":2736,"Ġpass":2737,"obs":2738,"1100":2739,"For":2740,"Ġleg":2741,"Ġdef":2742,"ler":2743,"ajor":2744,"ids":2745,"ha":2746,"iser":2747,"lease":2748,"county":2749,"Ġhealth":2750,"food":2751,"lege":2752,"Ġchar":2753,"ba":2754,"rat":2755,"di":2756,"gest":2757,"game":2758,"ĠMan":2759,"ically":2760,"oston":2761,"mit":2762,"oil":2763,"Ġuse":2764,"chnology":2765,"So":2766,"two":2767,"Ġcountry":2768,"gin":2769,"Ġ4":2770,"1000":2771,"Ġfl":2772,"521":2773,"ials":2774,"place":2775,"ports":2776,"your":2777,"Ġcommunity":2778,"metro":2779,"ready":2780,"why":2781,"ĠAmer":2782,"gazette":2783,"ivid":2784,"dig":2785,"million":2786,"community":2787,"ews":2788,"urope":2789,"gress":2790,"arget":2791,"ama":2792,"Ġanother":2793,"canada":2794,"fr":2795,"iting":2796,"eds":2797,"yn":2798,"Ġfind":2799,"Ġdirect":2800,"ival":2801,"Ġcurrent":2802,"GA":2803,"Ġint":2804,"bet":2805,"bbc":2806,"forbes":2807,"Ġdevelop":2808,"Ġhold":2809,"ration":2810,"quir":2811,"Ġtop":2812,"death":2813,"uly":2814,"his":2815,"lim":2816,"ĠMon":2817,"pact":2818,"2024":2819,"nytimes":2820,"mir":2821,"Ġbuild":2822,"cbr":2823,"ises":2824,"idents":2825,"ners":2826,"Ġmarket":2827,"Ġlot":2828,"ico":2829,"src":2830,"942":2831,"wa":2832,"ences":2833,"ilit":2834,"You":2835,"ential":2836,"political":2837,"aturday":2838,"cons":2839,"right":2840,"aged":2841,"global":2842,"date":2843,"ership":2844,"power":2845,"cle":2846,"fort":2847,"abc":2848,"Ġnear":2849,"ament":2850,"oft":2851,"Ġpost":2852,"Ġadded":2853,"sco":2854,"coming":2855,"theguardian":2856,"ĠBl":2857,"Ġ2022":2858,"731":2859,"pool":2860,"Ġpay":2861,"add":2862,"roll":2863,"mc":2864,"ĠCoun":2865,"ampion":2866,"aur":2867,"was":2868,"viron":2869,"ute":2870,"educ":2871,"alt":2872,"Ġvis":2873,"Ġbre":2874,"lor":2875,"then":2876,"Ġrece":2877,"ished":2878,"have":2879,"ability":2880,"1113":2881,"ext":2882,"holdings":2883,"Ġwon":2884,"1120":2885,"ristmas":2886,"sen":2887,"Ġob":2888,"cup":2889,"ode":2890,"1017":2891,"Ġhere":2892,"elling":2893,"721":2894,"eld":2895,"ifor":2896,"mag":2897,"aker":2898,"change":2899,"rol":2900,"nor":2901,"ĠTr":2902,"fall":2903,"sk":2904,"Ġleft":2905,"531":2906,"ene":2907,"bt":2908,"Ġ5":2909,"1053":2910,"bi":2911,"ffect":2912,"Ġdem":2913,"tech":2914,"wards":2915,"ering":2916,"itiz":2917,"public":2918,"israel":2919,"asing":2920,"ily":2921,"india":2922,"1071":2923,"sign":2924,"Ġsim":2925,"ades":2926,"Ġconf":2927,"Ġwar":2928,"management":2929,"acc":2930,"Ġrest":2931,"Ġremain":2932,"ified":2933,"ged":2934,"pat":2935,"elt":2936,"resident":2937,"vironment":2938,"long":2939,"river":2940,"nia":2941,"town":2942,"estyle":2943,"Ġstat":2944,"apan":2945,"Ġimport":2946,"def":2947,"ĠMin":2948,"pen":2949,"water":2950,"omin":2951,"ends":2952,"Un":2953,"su":2954,"1064":2955,"ci":2956,"1063":2957,"ills":2958,"ummer":2959,"iven":2960,"self":2961,"Ġaway":2962,"raft":2963,"Ġacross":2964,"roy":2965,"iod":2966,"mur":2967,"1055":2968,"Ġnumber":2969,"ursday":2970,"group":2971,"istrict":2972,"ĠFriday":2973,"night":2974,"1219":2975,"ĠInd":2976,"stories":2977,"against":2978,"ustom":2979,"ednes":2980,"icy":2981,"Ġtoo":2982,"gle":2983,"1038":2984,"style":2985,"ived":2986,"ĠQ":2987,"ĠHe":2988,"hot":2989,"Ġcost":2990,"ended":2991,"boston":2992,"Ġevent":2993,"others":2994,"collider":2995,"ednesday":2996,"ude":2997,"1085":2998,"igeria":2999,"comments":3000,"gether":3001,"1140":3002,"pay":3003,"1051":3004,"family":3005,"hor":3006,"ado":3007,"ensive":3008,"fight":3009,"grow":3010,"Ġpower":3011,"iam":3012,"Ġfive":3013,"Ġposs":3014,"than":3015,"ctor":3016,"ĠSun":3017,"631":3018,"hom":3019,"movies":3020,"atures":3021,"Ġeach":3022,"don":3023,"good":3024,"market":3025,"sites":3026,"1010":3027,"vious":3028,"Ġthings":3029,"Ġfun":3030,"quest":3031,"lex":3032,"sex":3033,"1093":3034,"ced":3035,"ĠRe":3036,"ware":3037,"Ġdifferent":3038,"york":3039,"1043":3040,"621":3041,"ĠZ":3042,"Ġfeel":3043,"821":3044,"1440":3045,"onom":3046,"spect":3047,"Ġaverage":3048,"1073":3049,"mal":3050,"take":3051,"aul":3052,"1019":3053,"1423":3054,"Ġtry":3055,"ieve":3056,"ances":3057,"chron":3058,"Ġread":3059,"courier":3060,"bab":3061,"tor":3062,"1248":3063,"âĢĶ":3064,"ĠAd":3065,"brid":3066,"Ġformer":3067,"ĠState":3068,"chicago":3069,"elect":3070,"legraph":3071,").":3072,"til":3073,"ifornia":3074,"Ġpast":3075,"Ġreal":3076,"ference":3077,"ston":3078,"advert":3079,"Ġsystem":3080,"Ġalways":3081,"band":3082,"bury":3083,"1033":3084,"Ġnight":3085,"attle":3086,"1029":3087,"1168":3088,"ered":3089,"lifestyle":3090,"start":3091,"ift":3092,"portun":3093,"conom":3094,"Ġoper":3095,"adv":3096,"Ġfew":3097,"friend":3098,"court":3099,"comm":3100,"Ġcor":3101,"ustry":3102,"ĠCol":3103,"Ġarea":3104,"At":3105,"1042":3106,"Ġallow":3107,"green":3108,"Ġpoint":3109,"super":3110,"gets":3111,"1115":3112,"ald":3113,"uesday":3114,"hy":3115,"1279":3116,"amin":3117,"plan":3118,"ĠCounty":3119,"ray":3120,"akers":3121,"),":3122,"orld":3123,"Ġlocal":3124,"ĠCo":3125,"1047":3126,"attack":3127,"When":3128,"men":3129,"Ġcity":3130,"united":3131,"aken":3132,"Ġchildren":3133,"money":3134,"Ġprom":3135,"ender":3136,"However":3137,"itions":3138,"Ġresearch":3139,"ĠCl":3140,"eck":3141,"avid":3142,"dec":3143,"rap":3144,"ails":3145,"ĠPro":3146,"count":3147,"Ġused":3148,"mor":3149,"sub":3150,"ett":3151,"rive":3152,"olice":3153,"KAR":3154,"russ":3155,"1160":3156,"chester":3157,"council":3158,"ĠCity":3159,"ANGA":3160,"1323":3161,"anuary":3162,"Ġhand":3163,"Ġdays":3164,"KARANGA":3165,"help":3166,"1027":3167,"1081":3168,"Ġkeep":3169,"1200":3170,"urity":3171,"ĠRo":3172,"Ġnever":3173,"Ġmembers":3174,"music":3175,"media":3176,"Ġsomething":3177,"woman":3178,"record":3179,"nown":3180,"1125":3181,"Ġdidn":3182,"know":3183,"nov":3184,"1119":3185,"Ġmight":3186,"thes":3187,"1041":3188,"artment":3189,"Ġproject":3190,"film":3191,"ken":3192,"1052":3193,"Ġtook":3194,"fem":3195,"sa":3196,"1014":3197,"1188":3198,"Ġgroup":3199,"ĠMc":3200,"1092":3201,"ocks":3202,"Ġbetter":3203,"uel":3204,"1023":3205,"1080":3206,"1534":3207,"ively":3208,"Ġlevel":3209,"1170":3210,"cover":3211,"ges":3212,"Ġcre":3213,"1148":3214,"ben":3215,"boy":3216,"ides":3217,"Ġable":3218,"Re":3219,"Ġfact":3220,"1141":3221,"Ġquest":3222,"1180":3223,"room":3224,"veh":3225,"ville":3226,"into":3227,"Ġfriend":3228,"ims":3229,"econom":3230,"lands":3231,"mem":3232,"1198":3233,"Ġexp":3234,"Ġplan":3235,"Ġadditional":3236,"fund":3237,"Ġcame":3238,"Ġworth":3239,"Ġinterest":3240,"1236":3241,"oper":3242,"Ġpartic":3243,"âĢ¦":3244,"1070":3245,"1159":3246,"Ġfar":3247,"1065":3248,"1128":3249,"Ġfac":3250,"rock":3251,"ention":3252,"1025":3253,"abor":3254,"estern":3255,"tren":3256,"1060":3257,"1123":3258,"1280":3259,"quire":3260,"ization":3261,"look":3262,"Ġ6":3263,"che":3264,"ply":3265,"1270":3266,"ung":3267,"ager":3268,"open":3269,"telegraph":3270,"Ġent":3271,"1056":3272,"1169":3273,"Ġmove":3274,"build":3275,"Ġspe":3276,"ĠPr":3277,"forman":3278,"clos":3279,"Ġext":3280,"Ġplayers":3281,"1030":3282,"1348":3283,"Ġelect":3284,"cond":3285,"beat":3286,"liver":3287,"oost":3288,"ikely":3289,"1078":3290,"sy":3291,"Ġsix":3292,"bb":3293,"Ġ12":3294,"1037":3295,"1066":3296,"Ġfire":3297,"team":3298,"Ġsever":3299,"Ġlater":3300,"oe":3301,"reve":3302,"stri":3303,"Ġconcer":3304,"ĠThursday":3305,"ias":3306,"1016":3307,"1048":3308,"1058":3309,"1098":3310,"cottish":3311,"cuss":3312,"1035":3313,"1040":3314,"Ġstand":3315,"ĠPark":3316,"ustralia":3317,"dle":3318,"itive":3319,"iles":3320,"amed":3321,"ailed":3322,"ocus":3323,"1046":3324,"Ġpop":3325,"ĠSp":3326,"ĠMar":3327,"plic":3328,"where":3329,"fark":3330,"make":3331,"1215":3332,"1258":3333,"1061":3334,"emic":3335,"rup":3336,"1136":3337,"1144":3338,"toc":3339,"spe":3340,"Ġwithout":3341,"Ġseen":3342,"Ġmonths":3343,"cbc":3344,"1228":3345,"1246":3346,"pass":3347,"Ġmain":3348,"Ġcer":3349,"urther":3350,"1216":3351,"1335":3352,"Ġorgan":3353,"venue":3354,"Ġprof":3355,"1039":3356,"1234":3357,"1186":3358,"ĠUS":3359,"Ġagain":3360,"Ar":3361,"ĠSaturday":3362,"Ġperiod":3363,"1134":3364,"Ġposition":3365,"games":3366,"park":3367,"Ġnews":3368,"1018":3369,"With":3370,"1006":3371,"ched":3372,"ael":3373,"1114":3374,"ĠWednesday":3375,"whats":3376,"joy":3377,"itical":3378,"Ġgl":3379,"Ġaccording":3380,"financial":3381,"Ġ7":3382,"cmp":3383,"1079":3384,"Ġhard":3385,"1062":3386,"education":3387,"Ġmaking":3388,"ems":3389,"ĠMay":3390,"ffort":3391,"ooting":3392,"Ġadv":3393,"present":3394,"Ġimportant":3395,"uation":3396,"vail":3397,"1315":3398,"Ġask":3399,"tribut":3400,"LC":3401,"1450":3402,"1850":3403,"921":3404,"1072":3405,"lywood":3406,"chronicle":3407,"1157":3408,"1190":3409,"like":3410,"she":3411,"Ġside":3412,"Ġhaving":3413,"1091":3414,"Ġrating":3415,"biztoc":3416,"great":3417,"1118":3418,"1145":3419,"ounced":3420,"gir":3421,"ino":3422,"Ġel":3423,"1020":3424,"enn":3425,"Ġhear":3426,"spec":3427,"While":3428,"Ġreturn":3429,"nation":3430,"ĠAn":3431,"Ġshort":3432,"Ġworking":3433,"'re":3434,"1059":3435,"1224":3436,"1229":3437,"1449":3438,"Ġcase":3439,"ural":3440,"1327":3441,"pal":3442,"Ġshare":3443,"ousing":3444,"Ġalong":3445,"advertiser":3446,"1034":3447,"1514":3448,"Ġthird":3449,"Ġfore":3450,"Ġpot":3451,"Ġlove":3452,"Ġcalled":3453,"ws":3454,"1359":3455,"Ġwater":3456,"Ġdet":3457,"1336":3458,"advis":3459,"hit":3460,"1343":3461,"1600":3462,"buzz":3463,"culture":3464,"ĠÂ£":3465,"1480":3466,"Ġair":3467,"1082":3468,"ĠCan":3469,"prove":3470,"US":3471,"1057":3472,"league":3473,"Ġce":3474,"president":3475,"One":3476,"bay":3477,"oard":3478,"1009":3479,"1130":3480,"iff":3481,"sent":3482,"Ġ&":3483,"1226":3484,"1139":3485,"1390":3486,"Ġsol":3487,"Ġline":3488,"Ġclos":3489,"Ac":3490,"1026":3491,"1049":3492,"1223":3493,"Ġbillion":3494,"Ġmiss":3495,"1109":3496,"Ġopen":3497,"asket":3498,"ault":3499,"Ġwent":3500,"Ġalready":3501,"Ġmoney":3502,"1127":3503,"anti":3504,"After":3505,"1076":3506,"1112":3507,"1108":3508,"nypost":3509,"hi":3510,"punch":3511,"ving":3512,"1137":3513,"1156":3514,"inf":3515,"itle":3516,"Ġturn":3517,"Ġclaim":3518,"offic":3519,"month":3520,"ĠMonday":3521,"ilitary":3522,"ole":3523,"1266":3524,"1260":3525,"1334":3526,"1126":3527,"oment":3528,"uge":3529,"1366":3530,"inj":3531,"eneral":3532,"Ġprocess":3533,"Ġtrad":3534,"exper":3535,"ators":3536,"Ġsco":3537,"Ġhit":3538,"Ġref":3539,"Ġeconom":3540,"han":3541,"1238":3542,"1247":3543,"1143":3544,"Ġvict":3545,"final":3546,"Ġpoints":3547,"digital":3548,"1225":3549,"1580":3550,"Ġlittle":3551,"Ġgames":3552,"Ġprovid":3553,"perty":3554,"rang":3555,"1069":3556,"1256":3557,"Ġspo":3558,"Ġdue":3559,"ried":3560,"ĠMr":3561,"1439":3562,"1090":3563,"1227":3564,"alyst":3565,"ups":3566,"1088":3567,"1268":3568,"Ġcontinue":3569,"amb":3570,"Ġstory":3571,"1240":3572,"rey":3573,"icks":3574,"1068":3575,"need":3576,"Ġfund":3577,"To":3578,"arl":3579,"Ġsit":3580,"break":3581,"1028":3582,"1077":3583,"1370":3584,"asy":3585,"1121":3586,"1290":3587,"1158":3588,"urns":3589,"buy":3590,"What":3591,"1429":3592,"1346":3593,"posed":3594,"pet":3595,"erve":3596,"anies":3597,"tom":3598,"ĠTuesday":3599,"1237":3600,"1250":3601,"1177":3602,"1613":3603,"arge":3604,"Ġhalf":3605,"ros":3606,"ĠSouth":3607,"ĠAss":3608,"list":3609,"uthor":3610,"1004":3611,"reed":3612,"Ġjo":3613,"ivil":3614,"irming":3615,"unt":3616,"bert":3617,"arents":3618,"1328":3619,"arn":3620,"alleng":3621,"minist":3622,"Ġreported":3623,"1138":3624,"force":3625,"ĠGroup":3626,"Ġdeal":3627,"crime":3628,"Ġattack":3629,"ging":3630,"Ġ11":3631,"arrest":3632,"tober":3633,"gency":3634,"Ġdeath":3635,"energy":3636,"1097":3637,"1396":3638,"Ġfuture":3639,"Ġland":3640,"pril":3641,"organ":3642,"plained":3643,"fun":3644,"london":3645,"1179":3646,"their":3647,"dog":3648,"face":3649,"1286":3650,"1166":3651,"shop":3652,"Ġlet":3653,"sal":3654,"1036":3655,"Ġtogether":3656,"1149":3657,"bruary":3658,"gra":3659,"Ġmedia":3660,"four":3661,"last":3662,"tion":3663,"bud":3664,"1050":3665,"1267":3666,"1479":3667,"1406":3668,"ĠInc":3669,"bour":3670,"1217":3671,"1147":3672,"inds":3673,"sing":3674,"1566":3675,"ribune":3676,"ĠRuss":3677,"wall":3678,"Ġ8":3679,"1400":3680,"Ġfilm":3681,"charg":3682,"1122":3683,"Ġrem":3684,"Ġowns":3685,"1024":3686,"1084":3687,"1218":3688,"andid":3689,"class":3690,"ewish":3691,"1013":3692,"1425":3693,"cost":3694,"claim":3695,"ĠNational":3696,"interview":3697,"Ġequ":3698,"Ġaccess":3699,"Ġopportun":3700,"Ġstudents":3701,"ding":3702,"ined":3703,"Ġseries":3704,"ĠUnited":3705,"mirror":3706,"1135":3707,"1330":3708,"Ġlist":3709,"trump":3710,"formance":3711,"asketball":3712,"based":3713,"1447":3714,"1326":3715,"allen":3716,"illed":3717,"Ġservices":3718,"Ġcourt":3719,"1470":3720,"1337":3721,"orado":3722,"aled":3723,"Ġdata":3724,"former":3725,"1318":3726,"1339":3727,"Ġavail":3728,"ries":3729,"ape":3730,"ĠSunday":3731,"1360":3732,"could":3733,"Ġtimes":3734,"Ġfull":3735,"africa":3736,"1415":3737,"ohns":3738,"van":3739,"1426":3740,"ided":3741,"Ġchange":3742,"anges":3743,"Ġart":3744,"1054":3745,"1165":3746,"Ġtrain":3747,"nect":3748,"ount":3749,"Ġearly":3750,"831":3751,"1150":3752,"1197":3753,"1520":3754,"itter":3755,"Ġstrong":3756,"ouncil":3757,"content":3758,"box":3759,"election":3760,"1012":3761,"ott":3762,"Ġpurch":3763,"Ġclear":3764,"ificant":3765,"sus":3766,"1007":3767,"1358":3768,"1354":3769,"igation":3770,"1146":3771,"Ġlooking":3772,"Ġwhy":3773,"Ġproduct":3774,"ĠWest":3775,"ovember":3776,"capital":3777,"every":3778,"love":3779,"ara":3780,"Ġtarget":3781,"deal":3782,"ĠTe":3783,"Le":3784,"bill":3785,"Ġ30":3786,"1325":3787,"Ġsold":3788,"ancer":3789,"hand":3790,"1340":3791,"Ġinformation":3792,"1129":3793,"Ġest":3794,"should":3795,"Ġhouse":3796,"support":3797,"Ad":3798,"1278":3799,"Ġsuccess":3800,"Ġfree":3801,"Ġpress":3802,"uses":3803,"ka":3804,"nfl":3805,"1011":3806,"three":3807,"utes":3808,"Ġrecord":3809,"Ġlive":3810,"Ġservice":3811,"ki":3812,"1388":3813,"1536":3814,"inel":3815,"Ġuntil":3816,"1199":3817,"erver":3818,"Ġfood":3819,"launch":3820,"system":3821,"yan":3822,"Ġtoday":3823,"1277":3824,"1378":3825,"1142":3826,"Ġforward":3827,"Ġroad":3828,"leader":3829,"aud":3830,"1099":3831,"1220":3832,"1204":3833,"ĠSec":3834,"Ġorder":3835,"castle":3836,"De":3837,"hil":3838,"1032":3839,"1259":3840,"1424":3841,"Ġyoung":3842,"heralds":3843,"fc":3844,"1194":3845,"order":3846,"dailypolitical":3847,"All":3848,"aming":3849,"ĠCon":3850,"Ġcomes":3851,"Ġimpact":3852,"duction":3853,"Ġwomen":3854,"rum":3855,"talk":3856,"1045":3857,"Ġsing":3858,"so":3859,"1087":3860,"1369":3861,"1579":3862,"ĠUniversity":3863,"video":3864,"1257":3865,"1329":3866,"1350":3867,"arry":3868,"estival":3869,"mod":3870,"1549":3871,"1586":3872,"Ġgive":3873,"tw":3874,"1298":3875,"cember":3876,"Ġev":3877,"1005":3878,"1288":3879,"1347":3880,"ani":3881,"20230":3882,"leased":3883,"1107":3884,"Ġconsider":3885,"body":3886,"fox":3887,"ga":3888,"host":3889,"ni":3890,"Ġsent":3891,"Ġben":3892,"Ġvalued":3893,"rank":3894,"1239":3895,"1419":3896,"1338":3897,"1389":3898,"Ġmet":3899,"hether":3900,"Ġfollowing":3901,"Ġseveral":3902,"931":3903,"Ġ15":3904,"1428":3905,"1116":3906,"1172":3907,"ĠBe":3908,"ĠFe":3909,"ĠHigh":3910,"Ġprogram":3911,"mont":3912,"aging":3913,"exas":3914,"board":3915,"fact":3916,"1117":3917,"1357":3918,"1367":3919,"ilities":3920,"asia":3921,"Ġless":3922,"itizen":3923,"ĠEx":3924,"Ġfinal":3925,"BC":3926,"1184":3927,"1300":3928,"http":3929,"Ġdist":3930,"acter":3931,"Ġpresident":3932,"Com":3933,"1269":3934,"1436":3935,"cogn":3936,"struct":3937,"lan":3938,"1320":3939,"Ġsocial":3940,"Ġmust":3941,"Ġmajor":3942,"ows":3943,"Ġloc":3944,"rior":3945,"tect":3946,"markets":3947,"1249":3948,"1438":3949,"Ġinj":3950,"ĠPresident":3951,"1067":3952,"1524":3953,"eeks":3954,"1418":3955,"1174":3956,"1316":3957,"ukraine":3958,"ichael":3959,"1230":3960,"1178":3961,"1598":3962,"leged":3963,"riving":3964,"irmingham":3965,"Be":3966,"reme":3967,"ateg":3968,"gun":3969,"mo":3970,"wrest":3971,"1457":3972,"1317":3973,"mitted":3974,"biden":3975,"1458":3976,"1617":3977,"Ġfil":3978,"Ġhost":3979,"Ġbecome":3980,"worth":3981,"ptember":3982,"ops":3983,"1094":3984,"1404":3985,"1308":3986,"1526":3987,"inquir":3988,"empt":3989,"ĠIsrael":3990,"found":3991,"1456":3992,"ecut":3993,"ker":3994,"1209":3995,"1427":3996,"next":3997,"Ġacc":3998,"vision":3999,"Ġexperience":4000,"1187":4001,"Ġbring":4002,"Ġinvol":4003,"ete":4004,"Ġreason":4005,"heraldscotland":4006,"lay":4007,"1437":4008,"Ġmatch":4009,"irth":4010,"estin":4011,"ĠMarch":4012,"femail":4013,"government":4014,"Ġoc":4015,"Ġpar":4016,"history":4017,"ients":4018,"tim":4019,"1539":4020,"incre":4021,"comes":4022,"Ġstop":4023,"othing":4024,"1309":4025,"1508":4026,"resh":4027,"ubs":4028,"dates":4029,"vill":4030,"1096":4031,"1293":4032,"1500":4033,"ĠSchool":4034,"ĠCouncil":4035,"Ġview":4036,"Ġavailable":4037,"person":4038,"1008":4039,"1420":4040,"1460":4041,"1499":4042,"Ġfurther":4043,"child":4044,"Ġris":4045,"ension":4046,"ograph":4047,"mittee":4048,"Ġgrowth":4049,"kes":4050,"1289":4051,"Ġfans":4052,"ĠLLC":4053,"Ġdesign":4054,"1356":4055,"1379":4056,"ota":4057,"quired":4058,"Ġvide":4059,"vi":4060,"1089":4061,"1409":4062,"1380":4063,"ivity":4064,"Ġexc":4065,"non":4066,"1095":4067,"1446":4068,"1324":4069,"1384":4070,"ghan":4071,"fully":4072,"Bl":4073,"1022":4074,"1044":4075,"1086":4076,"1299":4077,"iti":4078,"andstar":4079,"americ":4080,"Ġspecial":4081,"spir":4082,"bd":4083,"hill":4084,"1559":4085,"Ġstarted":4086,"1164":4087,"1398":4088,"1587":4089,"Ġcustom":4090,"ession":4091,"amilies":4092,"Ġgetting":4093,"latimes":4094,"buzzfeed":4095,"1319":4096,"1349":4097,"Ġtal":4098,"Ġtaken":4099,"ĠCor":4100,"ountain":4101,"1469":4102,"ourt":4103,"ĠYork":4104,"IN":4105,"fic":4106,"here":4107,"1529":4108,"istor":4109,"ored":4110,"Ġprevious":4111,"Ġamong":4112,"say":4113,"1523":4114,"Ġtest":4115,"ixp":4116,"1430":4117,"1368":4118,"ules":4119,"travel":4120,"ae":4121,"1296":4122,"1488":4123,"Ġtaking":4124,"Ġsw":4125,"aper":4126,"1196":4127,"1618":4128,"Ġfight":4129,"Ġsmall":4130,"aughter":4131,"Se":4132,"case":4133,"Ġcoming":4134,"Ġ2021":4135,"Ġ18":4136,"1666":4137,"uple":4138,"ify":4139,"develop":4140,"women":4141,"ja":4142,"san":4143,"Ġinfl":4144,"Ġgener":4145,"angu":4146,"trends":4147,"mb":4148,"sn":4149,"1075":4150,"1284":4151,"1530":4152,"Ġtotal":4153,"latest":4154,"1106":4155,"fans":4156,"1546":4157,"1550":4158,"1578":4159,"1570":4160,"utions":4161,"ĠServ":4162,"ashington":4163,"1448":4164,"1353":4165,"aced":4166,"anger":4167,"New":4168,"1303":4169,"vening":4170,"azine":4171,"Ġenough":4172,"hire":4173,"jud":4174,"1222":4175,"1306":4176,"eless":4177,"Ġeffort":4178,"ounds":4179,"--":4180,"dom":4181,"pite":4182,"1242":4183,"conf":4184,"ĠHouse":4185,"ohnson":4186,"1105":4187,"sand":4188,"1167":4189,"1175":4190,"ko":4191,"mig":4192,"1001":4193,"1241":4194,"Ġsl":4195,"ashion":4196,"Ġdoing":4197,"bostonherald":4198,"1527":4199,"ert":4200,"ains":4201,"overnor":4202,"Ġmoving":4203,"1287":4204,"1466":4205,"1517":4206,"1528":4207,"orge":4208,"Ġlow":4209,"Ġclass":4210,"ida":4211,"secur":4212,"Ġgiven":4213,"ĠNorth":4214,"1110":4215,"1189":4216,"1518":4217,"ounce":4218,"nbc":4219,"1282":4220,"1498":4221,"1519":4222,"Ġeffect":4223,"short":4224,"Man":4225,"kn":4226,"1132":4227,"1590":4228,"Ġcut":4229,"ĠDep":4230,"ĠUk":4231,"fric":4232,"hard":4233,"pers":4234,"1435":4235,"1459":4236,"1455":4237,"1557":4238,"aring":4239,"Ġwithin":4240,"Ġcommun":4241,"aug":4242,"prise":4243,"happ":4244,"Ġveh":4245,"1208":4246,"ilt":4247,"blue":4248,"bon":4249,"gold":4250,"john":4251,"1002":4252,"1176":4253,"1558":4254,"Ġbro":4255,"movie":4256,"freepress":4257,"jan":4258,"1295":4259,"1377":4260,"1103":4261,"1074":4262,"1162":4263,"1588":4264,"rices":4265,"merc":4266,"crash":4267,"japan":4268,"wales":4269,"1477":4270,"1516":4271,"1537":4272,"them":4273,"Ġball":4274,"ental":4275,"gree":4276,"hood":4277,"Ġens":4278,"Ġinc":4279,"ĠApril":4280,"avy":4281,"Ġcelebr":4282,"federal":4283,"pop":4284,"prom":4285,"1569":4286,"1593":4287,"Ġeng":4288,"1265":4289,"1207":4290,"1251":4291,"1434":4292,"1153":4293,"ouch":4294,"Ġwatch":4295,"network":4296,"Ġstatement":4297,"race":4298,"1003":4299,"1205":4300,"acing":4301,"ĠCar":4302,"earch":4303,"phot":4304,"Ġproble":4305,"rivate":4306,"Ġresult":4307,"going":4308,"1307":4309,"1596":4310,"resp":4311,"they":4312,"ocum":4313,"Ġrat":4314,"fa":4315,"1255":4316,"1468":4317,"1376":4318,"Ġmid":4319,"Ġstaff":4320,"ĠBank":4321,"1542":4322,"Ġthought":4323,"abl":4324,"ĠPolice":4325,"clus":4326,"irector":4327,"1540":4328,"Mar":4329,"got":4330,"1314":4331,"1568":4332,"erious":4333,"emy":4334,"Ġusing":4335,"1104":4336,"1124":4337,"ĠWorld":4338,"ctober":4339,"1560":4340,"Ġreach":4341,"ĠSte":4342,"price":4343,"ĠStreet":4344,"Ġparty":4345,"showbiz":4346,"denver":4347,"1214":4348,"1275":4349,"1154":4350,"valley":4351,"ociety":4352,"Ġdoesn":4353,"Ġexpected":4354,"ampionship":4355,"ye":4356,"1535":4357,